Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=531_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Perinteisen tiedon suoja kehittyy
sme: Árbevirolaš dieđu suodjaleapmi ovdána

source: Suomen saamelaiskäräjien edustajat, puheenjohtaja Klemetti Näkkäläjärvi ja saamelaiskäräjien hallituksen jäsen Nilla Tapiola ovat tyytyväisiä kansainvälisen artikla 8(j)-työryhmän seitsemännen kokouksen tuloksiin. ”
sme: Suoma sámedikki ovddasdeaddjit, ságajođiheaddji Klemet Näkkäläjärvi ja sámedikki stivrra lahttu Nilla Tapiola leaba duhtavaččat álbmogiidgaskasaš artihkal 8(j)-bargojoavkku čihččet čoahkkima bohtosiidda. ”

source: Saamelaisille luonnon monimuotoisuuteen liittyvän perinteisen tiedon suojelu ja kansainvälinen perinteiseen tietoon liittyvä päätöksenteko on todella tärkeää.
sme: Sámiide árbevirolaš dieđu suodjaleapmi, mii laktása luonddu máŋggahápmásašvuhtii ja álbmogiidgaskasaš árbevirolaš dihtui laktáseaddji mearrádusdahkan lea duođaidge dehalaš.

source: Kokouksen perusteella on selvää, että niin Suomen, kuin kaikkien maidenkin, tulee terävöittää perinteisen tiedon suojelua ja kansainvälisten velvoitteiden toimeenpanoa, ” puheenjohtaja Klemetti Näkkäläjärvi kertoi.
sme: Čoahkkima vuođul lea čielggas, ahte nu Suopma, go buot riikkatge, galget beavttálmahttit árbevirolaš dieđu suodjaleami ja álbmogiidgaskasaš geatnegasvuođaid čađaheami, ” ságajođiheaddji Klemet Näkkäläjärvi muitalii.

source: Kansainvälinen artikla 8(j)-työryhmä (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) valmistelee biodiversiteettisopimuksen seuraavaa osapuolikokousta, joka pidetään vuonna 2012 Intiassa ja tekee esityksiä osapuolikokouksen artikla 8(j):tä koskeviksi päätöksiksi.
sme: Álbmogiidgaskasaš artihkal 8(j)-bargojoavku (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) válmmaštallá biodiversitehtašiehtadusa čuovvovaš oassebeallečoahkkima, mii dollojuvvo jagi 2012 Indias ja bargá evttohusaid oassebeallečoahkkima artihkkala 8(j):a mearrádussan.

source: Sopimuksen artikla 8(j) suojelee alkuperäiskansojen luonnon monimuotoisuuteen liittyvää perinteistä tietoa.
sme: Šiehtadusa artihkal 8(j) suodjala eamiálbmogiid árbevirolaš dieđu, mii gullá luonddu máŋggahápmásašvuhtii.

source: Suomen saamelaiskäräjien edustajat osallistuivat kokoukseen Suomen valtion delegaatiossa. ”
sme: Suoma sámedikki ovddasteaddjit válde oasi čoahkkimii Suoma stáhta delegašuvnnas. ”

source: Euroopan Unionin yhteinen kanta sovitaan yhteisissä koordinaatiokokouksissa.
sme: Eurohpa Uniovnna oktasaš oaidnu sohppojuvvo oktasaš koordináhtačoahkkimiin.

source: Olen hyvin tyytyväinen siihen, että Suomen saamelaiskäräjillä oli aito vaikutusmahdollisuus EU:n esityksiin ja EU myös vei esityksiämme eteenpäin ” Nilla Tapiola kertoi.
sme: Lean hui duđavaš dasa, ahte Suoma sámedikkis lea duođalaš váikkuhanvejolašvuohta EU:a evttohusaide ja EU maid doalvvui evttohusaideamet ovddos ” Nilla Tapiola muitalii.

source: Kokoukseen osallistui saamelaisia myös Norjasta ja Ruotsista.
sme: Čoahkkimii oassálaste sápmelaččat maid Norggas ja Ruoŧas.

source: Suomen saamelaiskäräjien edustajat ovat keskustelleet Norjan ja Ruotsin saamelaiskäräjien edustajien kanssa saamelaisille tärkeiden asioiden edistämisestä kokouspäätöksiin. ”
sme: Suoma sámedikki ovddasteaddjit leat ságastallan Norgga ja Ruoŧa sámedikki ovddasteaddjiiguin sámiide dehalaš áššiid ovddideamis čoahkkinmearrádusaide. ”

source: On tärkeää, että kansainvälisissä kokouksissa eri maiden saamelaisille löytyy aikaa yhteispalavereille ja – pohdinnoille.
sme: Lea dehalaš, ahte álbmogiidgaskasaš čoahkkimiin iešguđetge riikka sámiide gávdno áigi oktasašdeaivvademiide ja – guorahallamiidda.

source: Saamelaisten edustuksellisten elinten kannalta on tärkeää olla mukana päätöksenteon keskiössä, muuten menetämme vaikuttamismahdollisuuden ”, Näkkäläjärvi ja Tapiola korostavat.
sme: Sámiid álbmotválljen orgánaid dáfus lea dehalaš leat fárus mearrádusdahkama váibmosis, muđui mii manahat váikkuhanvejolašvuođa ”, Näkkäläjärvi ja Tapiola deattuheaba.

source: Suomen delegaatio artikla 8(j)-työryhmän kokouksessa: Klemetti Näkkäläjärvi, ympäristöneuvos Aulikki Alanen ja Nilla Tapiola
sme: Suoma delegašuvdna artihkal 8(j)-bargojoavkku čoahkkimis: Klemetti Näkkäläjärvi, birasráđđeolmmoš Aulikki Alanen ja Nilla Tapiola

source: Kokouksessa tehtiin esitys uudeksi artikla 8(j):n toimeenpanon monivuotiseksi työohjelmaksi.
sme: Čoahkkimis ovddiduvvui ođđa artihkkala 8(j) čađaheapmi máŋggajahkásaš bargoprográmman.

source: Monivuotinen työohjelma ohjaa biodiversiteettisopimuksen sihteeristön ja sopimusosapuolten toimintaa.
sme: Máŋggajahkásaš bargoprográmma stivre biodiversitehtašiehtadusa čállingotti ja šiehtadusoassebeliid doaimma.

source: Kokouksessa valmisteltiin strategiaa biodiversiteettisopimuksen artikla 10(c):n liittämiseksi artikla 8(j)-työryhmän työhön.
sme: Čoahkkimis válmmaštallojuvvui strategiija biodiversitehtašiehtadusa artihkkala 10(c) ovttastahttima várás artihkal 8(j)-bargojoavkku bargui.

source: Artikla 10(c) suojelee tavanomaista luonnonkäyttöä, jota harjoitetaan kulttuuristen tapojen mukaisesti kestävällä tavalla.
sme: Artihkal 10(c) suodjala dábálaš luonddugeavaheami, mii bargo kultuvrralaš vieruid mielde bistevaš láhkai.

source: Kokous esittää, että artikla 10(c):n toimeenpanemiseksi laaditaan ohjeistus ja että kansalliset biodversiteettistrategiat tukevat kestävää tavanomaista luonnonkäyttöä.
sme: Čoahkkin evttoha, ahte artihkkala 10(c) čađaheami várás čállojuvvojit rávvagat ja ahte álbmotlaš biodiversitehtastrategiijat dáhkidit suvdilis dábálaš luonddugeavaheami.

source: Kaikki toimet artikla 8(j):n toimeenpanemiseksi tulee valmistella ja toteuttaa yhteistyössä alkuperäiskansojen kanssa. ”
sme: Buot doaimmaid artihkkala 8(j) čađaheami várás galgá válmmaštallat ja ollašuhttit ovttasbarggus eamiálbmogiiguin. ”

source: Tavanomaisen luonnonkäytön suojelu on tärkeää myös perinteisen tiedon suojelemiseksi.
sme: Dábálaš luonddugeavaheami suodjaleapmi lea dehalaš maid árbevirolaš dieđu suodjaleami dihte.

source: Suomessa artikla 10(c):n suojelemaa luonnonkäyttöä on saamelaisten perinteisten elinkeinojen kestävä luonnonkäyttö.
sme: Suomas artihkkala 10(c) suodjalan luonddugeavaheapmi lea sámiid árbevirolaš ealáhusaid suvdilis luonddugeavaheapmi.

source: Suomessa artikla 10(c):n toimeenpano on jäänyt huomioitta ja tulemme esittämään, että uudistettavassa Suomen biodiversiteettistrategiassa käsitellään saamelaisten kestävän luonnonkäytön turvaamista ”, Näkkäläjärvi kertoo.
sme: Suomas artihkkala 10(c) čađaheapmi lea báhcán fuomášumi haga ja mii boahtit evttohit, ahte Suoma biodiversitehtastrategiijas, mii ođasmahttojuvvo, gieđahallojuvvo sámiid suvdilis luonddugeavaheami dáhkideapmi ”, Näkkäläjärvi muitala.

source: Työryhmä käsitteli myös uusien perinteisen tiedon tilaa kuvaavien indikaattorien sisältöä ja kehotti valtioita ottamaan indikaattorit pikaisesti täyttöön.
sme: Bargojoavku gieđahalai maid ođđa árbevirolaš dieđu dili mihtideaddji indikáhtoriid sisdoalu ja ávžžuhii stáhtaid váldit indikáhtoriid jođánit atnui.

source: Indikaattorit on hyväksytty biodiversiteettisopimuksen osapuolikokouksessa (CO10) viime vuonna.
sme: Indikáhtorat leat dohkkehuvvon biodiversitehtašiehtadusa oassebeallečoahkkimis (CO10) diibmá.

source: Kolmas, COP9- kokouksessa hyväksytty indikaattori kielellisestä moninaisuudesta on jo käytössä.
sme: Goalmmát, COP9- čoahkkimis dohkkehuvvon indikáhtor gielalaš máŋggabealatvuođas lea juo anus.

source: Indikaattorit käsittelevät alkuperäiskansojen perinteisten asuma- ja nautinta-alueiden maankäytön ja hallinnan tilaa sekä perinteisten elinkeinojen asemaa. ”
sme: Indikáhtorat gieđahallet eamiálbmogiid árbevirolaš orrun- ja návddašanguovlluid eanageavaheami ja hálddašeami dili sihke árbevirolaš ealáhusaid saji. ”

source: Uudet indikaattorit ovat tärkeitä, jotta voimme selvittää perinteisen tiedon ja tavanomaisen luonnonkäytön tilaa.
sme: Ođđa indikáhtorat leat dehalaččat, vai mii sáhttit čielggadit árbevirolaš dieđu ja dábálaš luonddugeavaheami dili..

source: Saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto on sidoksissa saamen kieleen ja perinteisiin elinkeinoihin.
sme: Sámiid luonddu máŋggabealatvuhtii laktáseaddji árbevirolaš diehtu lea čatnagasas sámegillii ja árbevirolaš ealáhusaide.

source: Suomella ei kuitenkaan ole ajantasaista tietoa saamelaisten perinteisten elinkeinojen asemasta tai edes elinkeinon harjoittajien määrästä.
sme: Suomas ii leat goit áiggi dási diehtu sámiid árbevirolaš ealáhusaid sajádagas dahje oppa ealáhusaiguin bargiid mearisge.

source: Suomen saamelaiskäräjät on hakenut rahoitusta saamelaiselinkeinojen tilanteen selvittämiseksi Suomessa.
sme: Suoma sámediggi lea ohcan ruhtadeami sámeealáhusaid dili čielggadeami várás Suomas.

source: Selvitys on kiireellinen, jotta Suomi voi ottaa käyttöön indikaattorit ja toimeenpanna kansainvälisiä velvoitteitaan.
sme: Čielggadus lea hohpolaš, vai Suopma sáhttá váldit atnui indikáhtoriid ja čađahit álbmogiidgaskasaš geatnegasvuođaidis.

source: Toivon, että valtio myöntää pikaisesti rahoituksen selvityksen laatimiselle ” Nilla Tapiola vetoaa.
sme: Sávan, ahte stáhta juolluda jođánit ruhtadeami čielggadusa ráhkadeami várás ” Nilla Tapiola ávžžuha.

source: Suomessa artikla 8(j):n toimeenpanoa valmistellut asiantuntijatyöryhmä on luovuttanut raporttinsa ympäristöministeriölle 7.6.2011. ” Montrealin kokouksessa kävi selväksi, että Suomi on edelläkävijä artikla 8(j):n kokonaisvaltaisen toimeenpanon valmistelussa.
sme: Suomas artihkkala 8(j):a čađaheami válmmaštallan áššedovdibargojoavku lea guođđán iežas raportta birasministeriijai 7.6.2011. ” Montreal čoahkkimis bođii čielggasin, ahte Suopma lea bálggesčuolli artihkal 8(j) oppalaš čađaheami válmmastallamis.

source: Kataisen hallituksen hallitusohjelmassa on sitouduttu suojelemaan perinteistä tietoa.
sme: Katainen stáhtaráđđehusa ráđđehusprográmma lea čatnašuvvan suodjalit árbevirolaš dieđu.

source: Akwé:Kon ohjeita on sovellettu vain Suomessa parhaillaan käynnissä olevan Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa.
sme: Akwé:Kona rávvagiid leat heivehallan dušše Suomas bárrásiin johttáhuvvon Bátneduottara meahcceguovllu dikšun- ja geavahanplána ráhkadeamis.

source: Asiantuntijatyöryhmän toimenpide-esitykset Suomen valtiolle on kuitenkin toteutettava ja toimeenpanon tulee alkaa tehokkaasti Suomen valtion ja saamelaiskäräjien yhteistyöllä. ”
sme: Áššedovdibargojoavkku doaibmabidjoevttohusaid Suoma stáhtii galgá aŋkke ollašuhttit ja doaibmabidju galgá álgit beaktilit Suoma stáhta ja sámedikki ovttasbargun. ”

source: , vaatii puheenjohtaja Näkkäläjärvi, joka on toiminut myös kansallisen 8(j)- asiantuntijatyöryhmän puheenjohtajana.
sme: , gáibida ságajođiheaddji Näkkäläjärvi, guhte lea doaibman maid álbmotlaš 8(j)- áššedovdibargojoavkku ságajođiheaddjin.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi
sme: Lassidieđut: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi

source: Lisätietoa kokouksesta ja sen päätöksistä (englanniksi):
sme: Lassidieđut čoahkkimis ja dan mearrádusain (eŋgelasgillii):

source: Suomen artikla 8(j)-sivusto
sme: Suoma artihkal 8(j)-siiddut: www.ymparisto.fi/lumonet/8j

source: Saamelaiskäräjien aloite saamelaiselinkeinojen tilaa selvittävän selvityksen laatimisesta
sme: Sámedikki álgga sámeealáhusaid dili čilgejeaddji čielggadusa ráhkadeamis (suomagillii)
